/*3-способа вывода информации в браузере:


1.вывод информации в виде модального окна*/

alert( "Hello,World");

/*
2.Вывод информации в консоль разработчика*/

console.log("Hello,World");

/*
3.Запись документа

document.write("Hello,World");

/*- **Самостоятельная работа**
    1. Выведите в консоль ваше имя.*/
    console.log("Aida");

    /*2. Попробуйте написать следующий фрагмент скипта, которое выводит сообщение в консоль: **`console.log("Ваше имя" + "Ваша фамилия");`** изучите, что в данном фрагменте кода делает знак + */
    console.log("Aida" + " Emilbekova");            //Aida Emilbekova

   /* 3. Напишите следующий фрагмент: **`console.log(100 + 100);`** что делает в данном фрагменте знак */


console.log(100+100);               //200
    /*4. Напишите следующий фрагмент: **`document.write("100 + 100 = " + (100 + 100));`** попробуйте изучить что делает в данном фрагменте знак +*/

    document.write("100 + 100 = " + (100 + 100));   //200

   

