/*          - **Самостоятельная работа**
    1. Напишите несколько строк кода, выводящих на экран ваше имя и почтовый адрес. 
    Адрес напишите в формате, принятом в вашей стране. Никакого ввода от 
    пользователя ваша первая программа принимать не будет, только вывод на экран и больше ничего.*/

    document.write("Aida Emilbekova"+"<br>");
    document.write("Bishkek, Kyrgyzstan" +"<br>");



    /*2. Напишите программу, запрашивающую у пользователя его имя. 
    В ответ на ввод на экране должно появиться приветствие с обращением по имени, 
    введенному с клавиатуры ранее.*/ 

    let currentUserName= prompt("Как вас зовут?");
    document.write("Hello,"+ currentUserName);


    let age
    consol.log(age);